{
  "locationInfo": {
    "description": "Nestled in the <strong>heart of London's</strong> bustling cityscape,<strong> Edge Furniture at 87 Elmwood Avenue</strong> stands as the premier destination for those seeking unparalleled expertise and professionalism in the realm of furniture solutions. <br/> <br/>Our dedicated team boasts a wealth of experience and a proven track record of excellence in crafting, restoring, and customizing furniture pieces of all types. <br/> <br/>Whether you're in need of refurbishing a timeless antique, revitalizing a contemporary piece, or seeking bespoke designs tailored to your unique taste, our craftsmen are equipped with the skills and precision to exceed your expectations. <br/> <br/><strong>Conveniently situated in the vibrant Elmwood Avenue district</strong>, our location offers easy access for all your furniture needs. At Edge Furniture, transparency is paramount."
  },
  "inspirationsData": [
  {
    "title": "\nExploring Luxury Furniture: A Fusion of Elegance and Craftsmanship\n\n",
    "description": "Luxury furniture epitomizes opulence, sophistication, and exceptional artisanship, elevating interior spaces into realms of unparalleled beauty and comfort. It's not merely about functionality but about creating an ambiance that speaks volumes about one's discerning taste and appreciation for finer things in life. In this discourse, we embark on a journey with Alma de Luce, delving into the essence of luxury furniture projects. Our aim is to unravel the intricacies that make these creations extraordinary, from their timeless elegance to the profound impact of statement pieces. Join us as we explore the fusion of tradition and modernity, where each piece tells a story of exquisite craftsmanship and individuality.",
    "image": "../../../images/inspirations/inspirations-1.jpg"
  },
  {
    "title": "Timeless Elegance: The Everlasting Charm of Luxury Furniture\n\n",
    "description": "Timeless elegance is the cornerstone of luxury furniture, transcending fleeting trends and embracing enduring beauty. Beyond mere aesthetics, it symbolizes a commitment to impeccable craftsmanship and design integrity. Each piece resonates with a sense of refinement that withstands the test of time, becoming a cherished heirloom for generations to come.\n\nAt the heart of timeless elegance lies a delicate balance between tradition and innovation. Classic motifs intertwine with contemporary influences, resulting in furniture pieces that exude a timeless allure while remaining relevant in a modern context. It's a testament to the enduring appeal of well-crafted design that speaks to the soul and stands as a beacon of timeless sophistication.",
    "image": "../../../images/inspirations/inspirations-2.jpg"
  },
  {
    "title": "Crafting Bespoke Excellence: The Art of Personalization\n\n",
    "description": "In the realm of luxury furniture, customization is paramount. It's about more than just creating pieces that fulfill functional needs; it's about crafting bespoke masterpieces that resonate with the individuality of their owners. Architects and designers collaborate closely with clients, translating their visions into tangible expressions of luxury and exclusivity.\n\nFrom selecting the finest materials to refining every intricate detail, customization elevates luxury furniture to unparalleled heights of excellence. Each piece becomes a reflection of the client's unique personality and lifestyle, imbued with a sense of intimacy and authenticity that cannot be replicated. It's this bespoke approach that transforms furniture into objets d'art, cherished for their inherent beauty and personal significance.",
    "image": "../../../images/inspirations/inspirations-3.jpg"
  },
  {
    "title": "Opulent Materials: Elevating Luxury to New Heights\n\n",
    "description": "Opulence lies at the heart of luxury furniture, manifesting in the exquisite materials that adorn each piece. From sumptuous silks to lustrous leathers, these materials evoke a sense of lavishness and indulgence, transforming furniture into veritable works of art. It's a celebration of craftsmanship and luxury, where every stitch and every grain tells a story of unparalleled beauty and sophistication.\n\nLuxury furniture is a testament to the enduring allure of opulent materials, showcasing the artistry of skilled craftsmen and the inherent beauty of natural elements. Whether it's the rich patina of aged wood or the soft caress of velvet, these materials imbue each piece with a sense of warmth and elegance that is truly timeless.\n\n",
    "image": "../../../images/inspirations/inspirations-4.jpg"
  }
],
  "aboutPage": {
    "title": "We are Edge. We're here to redefine restoration.",
    "subTitle": "Edge. is the UK's premier furniture repair destination, dedicated to providing seamless solutions and absolute assurance for homeowners of all tastes and styles.\n\n",
    "header": "Our mission.",
    "text": [
      "The Chair.",
      "Oh, what a cornerstone.",
      "A sanctuary. A throne. A comfort. A solace.",
      "No matter the occasion, the chair often provides the solution.",
      "Stability. Relaxed moments. Supportive embrace. Cozy corners.",
      "Various desires lead us to take a seat. Yet, a shared sensation unites us upon rising – refreshed, content, rejuvenated, and centered.",
      "Surely, some complain about stiff backs, uncomfortable cushions, wobbly legs, but these grievances soon dissipate.\nThe true dismay emerges when you're deprived of its embrace. When discomfort intervenes. When life's pressures confine you.",
      "A chair that's out of commission? One that doesn't offer solace as expected? This fosters a distinct discontent. A frustration that often lingers before it alleviates.",
      "This dilemma arises because restoring your chair presents challenges akin to navigating a maze.",
      "Scarce parts.\nConfusing terminology.\nOverwhelming options.\nUnexpected costs.",
      "E-commerce stands as a beacon of modern convenience. Yet, the furniture repair sector clings to outdated methods.",
      "Our mission is to redress this imbalance. Our commitment unwavering.",
      "We aim to fuse traditional craftsmanship with contemporary service standards. Skilled hands with tech-driven precision.\nBrick-and-mortar workshops with real-time updates.",
      "Mediocrity rarely garners praise. Thus, we've launched a venture entirely focused on you.",
      "To prioritize the sitter.",
      "To ensure that every chair provides the perfect perch."
    ]
  },
  "formAddress": [
    {
      "className": "deliveryAddress__name",
      "htmlFor": "name-holder",
      "id": 1,
      "title": "First Name:",
      "placeHolder": "Name"
    },
    {
      "className": "deliveryAddress__name",
      "htmlFor": "lastName-holder",
      "id": 2,
      "title": "Last Name:",
      "placeHolder": "Last Name"
    },
    {
      "className": "deliveryAddress__fieldAddress",
      "htmlFor": "city-holder",
      "id": 3,
      "title": "City:",
      "placeHolder": "City"
    },
    {
      "className": "deliveryAddress__fieldAddress",
      "htmlFor": "state-holder",
      "id": 4,
      "title": "State:",
      "placeHolder": "State"
    },
    {
      "className": "deliveryAddress__fieldAddress",
      "htmlFor": "zip-holder",
      "id": 5,
      "title": "Zip / Postal Code:",
      "placeHolder": "Zip / Postal Code"
    },
    {
      "className": "deliveryAddress__fieldAddress",
      "htmlFor": "phone-holder",
      "id": 6,
      "title": "Phone Number:",
      "placeHolder": "Phone Number"
    },
    {
      "className": "deliveryAddress__fieldAddress",
      "htmlFor": "email-holder",
      "id": 7,
      "title": "Email Address:",
      "placeHolder": "Email Address"
    }
  ],
  "bestsellers": [
    {
      "price": 120,
      "type": "chair",
      "name": "Wooden small chair",
      "description": "Introducing the Sleek Elegance Black Chair, a versatile piece that combines modern design with timeless sophistication. This chair not only enhances your interior decor but also provides a comfortable and stylish seating solution for any room.",
      "url": "../../../images/products/graphic-one",
      "room": "Living Room",
      "color": "wooden"
    },
    {
      "price": 250,
      "type": "lamp",
      "name": "DAKWA Nordic Table Desktop Lamp",
      "description": "The elegant sleek look of this contemporary lamp elevates the aesthetic of your home. This modern table lamp is best for bedroom, living room, baby room, office, yoga studio lighting, nursery, dresser, coffee table, college dorm, cafe, bookcase in your library or den.",
      "url": "../../../images/products/graphic-two",
      "room": "Living Room",
      "color": "black"
    },
    {
      "price": 680,
      "type": "vase",
      "name": "Love in Bloom vase",
      "description": "Seletti embraces both artistic originality and Italian excellence to produce a homeware range that caters to a unique and fun lifestyle. This Love in Bloom vase is crafted from fine white porcelain and shaped like an anatomical heart.",
      "url": "../../../images/products/graphic-five",
      "room": "Living Room",
      "color": "white"
    },
    {
      "price": 220,
      "type": "chair",
      "name": "Metal Stool - Black",
      "description": "Transform your living space into a haven of comfort and style with our Comfort Metal Stool - Black. This classic metal stool is perfect for seating those extra guests. Its simple style means it will look fabulous in and any kitchen or dining room.",
      "url": "../../../images/products/graphic-four",
      "room": "Living Room",
      "color": "black"
    },
    {
      "price": 1550,
      "type": "candle",
      "name": "Ordinate Bubble Candle",
      "description": "Candle: made of 100% environmentally friendly, unscented soy wax and beeswax. Thanks to the high-quality composition, the candle burns evenly and has a burning time of up to 10 hours.",
      "url": "../../../images/products/graphic-six",
      "room": "Living Room",
      "color": "white"
    },
    {
      "price": 750,
      "type": "candle",
      "name": "Small Ordinate Bubble Candle",
      "description": "Candle: made of 100% environmentally friendly, unscented soy wax and beeswax. Thanks to the high-quality composition, the candle burns evenly and has a burning time of up to 10 hours.",
      "url": "../../../images/products/graphic-six",
      "room": "Living Room",
      "color": "white"
    },
    {
      "price": 300,
      "type": "desk",
      "name": "BURVIK tea table",
      "description": "Enhance your tea time ambiance with a touch of contemporary elegance using our BURVIK Tea Table. This exquisite table not only provides a perfect setting for enjoying your favorite brew but also adds a dash of sophistication to your living space.",
      "url": "../../../images/products/graphic-seven",
      "room": "Living Room",
      "color": "wooden"
    },
    {
      "price": 50,
      "type": "chair",
      "name": "LINEA RMT6",
      "description": "The Linea RMT6 chair was designed by master cabinetmaker Rudi Merz in 2011. Its most recognisable element is the distinctive, horseshoe-shaped back- and armrest that has been made using meticulously crafted finger joints. The chair is made of northern European ash with an oiled or stained finish. The wide, curved and upholstered seat ensures good seating comfort.",
      "url": "../../../images/products/graphic-eight",
      "room": "Living Room",
      "color": "wooden"
    }
  ],
  "trends": {
    "trends": [
      {
        "title": "New Collection",
        "sub_title": "HALF&HALF CHAIRS",
        "url": "../../../images/trends/couch"
      },
      {
        "title": "Trends",
        "sub_title": "Warm Essentials",
        "url": "../../../images/trends/bathroom"
      }
    ],
    "trendsNewsletter": {
      "trend": {
        "description": "Living room interior ideas",
        "url": "../../../images/trends/table"
      },
      "newsletter": {
        "description": "Subscribe to the Edge newsletter! You will be the first to learn the latest interior design and special offers.",
        "url": "../../../images/trends/couch2"
      }
    }
  },
  "products": {
    "types": [
      {
        "type": "all",
        "name": "All"
      },
      {
        "type": "couch",
        "name": "Couches"
      },
      {
        "type": "lamp",
        "name": "Lamps"
      },
      {
        "type": "chair",
        "name": "Chairs"
      },
      {
        "type": "desk",
        "name": "Desks"
      },
      {
        "type": "vase",
        "name": "Vases"
      }
    ],
    "categories": [
      {
        "type": "room",
        "label": "Room",
        "option": "room",
        "kinds": [
          "All",
          "Living Room",
          "Bedroom",
          "Bathroom",
          "Kitchen",
          "Garden"
        ]
      },
      {
        "type": "color",
        "label": "Color",
        "option": "color",
        "kinds": [
          "All",
          "black",
          "orange",
          "white",
          "green",
          "wooden",
          "gray",
          "brown",
          "blue"
        ]
      }
    ],
    "products": [
      {
        "price": 120,
        "type": "couch",
        "name": "Luxe Comfort 3-Seater Velvet Couch",
        "description": "Indulge in the perfect blend of style and comfort with our Luxe Comfort 3-Seater Velvet Sofa. Designed to elevate your living space, this exquisite sofa exudes timeless elegance and offers a cozy retreat for you and your loved ones.",
        "url": "../../../images/products/couch",
        "room": "Living Room",
        "color": "green"
      },
      {
        "price": 100,
        "type": "chair",
        "name": "Sleek Elegance Black Chair",
        "description": "Introducing the Sleek Elegance Black Chair, a versatile piece that combines modern design with timeless sophistication. This chair not only enhances your interior decor but also provides a comfortable and stylish seating solution for any room.",
        "url": "../../../images/products/black-chair",
        "room": "Living Room",
        "color": "black"
      },
      {
        "price": 200,
        "type": "chair",
        "name": "Executive Comfort Office Chair",
        "description": "Upgrade your workspace with the Executive Comfort Office Chair, a blend of ergonomic design and contemporary style. This chair not only enhances your productivity but also adds a touch of sophistication to your office.",
        "url": "../../../images/products/office-chair",
        "room": "Living Room",
        "color": "gray"
      },
      {
        "price": 300,
        "type": "chair",
        "name": "Classic Comfort Upholstered Chair",
        "description": "Introducing the Classic Comfort Upholstered Chair, a timeless piece that combines enduring comfort with a touch of elegance. Crafted with attention to detail, this chair brings both style and relaxation to your home.",
        "url": "../../../images/products/regular-chair",
        "room": "Living Room",
        "color": "wooden"
      },
      {
        "price": 400,
        "type": "couch",
        "name": "Comfort Haven 3-Seater Sofa",
        "description": "Transform your living space into a haven of comfort and style with our Comfort Haven 3-Seater Sofa. This versatile sofa offers the perfect combination of relaxation and aesthetics, making it the ideal centerpiece for your home.",
        "url": "../../../images/products/regular-couch",
        "room": "Living Room",
        "color": "brown"
      },
      {
        "price": 250,
        "type": "chair",
        "name": "Classic Wooden Dining Chair",
        "description": "Introducing our Classic Wooden Dining Chair, a timeless piece that combines rustic charm with enduring functionality. Crafted with precision and care, this chair offers both comfort and a touch of nostalgia to your dining or living space.",
        "url": "../../../images/products/wooden-chairs",
        "room": "Living Room",
        "color": "wooden"
      },
      {
        "price": 220,
        "type": "chair",
        "name": "Modern Elegance Upholstered Chair",
        "description": "Upgrade your seating experience with the Modern Elegance Upholstered Chair, a harmonious blend of contemporary design and luxurious comfort. This chair not only exudes sophistication but also provides a cozy spot to unwind and Living Room.",
        "url": "../../../images/products/modern-chair",
        "room": "Living Room",
        "color": "white"
      },
      {
        "price": 50,
        "type": "lamp",
        "name": "Contemporary Elegance Table Lamp",
        "description": "Illuminate your living space with a touch of contemporary elegance using our Contemporary Elegance Table Lamp. This exquisite lamp not only provides warm and inviting lighting but also adds a dash of sophistication to your home decor.",
        "url": "../../../images/products/lamp",
        "room": "Living Room",
        "color": "white"
      },
      {
        "price": 500,
        "type": "couch",
        "name": "Timeless Elegance Black Classic Couch",
        "description": "Introducing the Timeless Elegance Black Classic Couch, a masterpiece that combines the enduring appeal of classic design with the sophisticated allure of black upholstery. This couch not only serves as a comfortable seating solution but also adds a touch of timeless charm to your living space.",
        "url": "../../../images/products/classic-couch",
        "room": "Living Room",
        "color": "black"
      },
      {
        "price": 150,
        "type": "chair",
        "name": "Elegant Garden Retreat Chair",
        "description": "Create a serene outdoor oasis with our Elegant Garden Retreat Chair. Designed for both comfort and style, this chair allows you to Living Room and enjoy your garden in tranquility.",
        "url": "../../../images/products/garden-chair",
        "room": "Garden",
        "color": "white"
      },
      {
        "price": 50,
        "type": "lamp",
        "name": "Regal Gold Accent Table Lamp",
        "description": "Illuminate your space with the Regal Gold Accent Table Lamp. Its opulent gold finish and timeless design make it a statement piece that adds a touch of luxury to any room.",
        "url": "../../../images/products/golden-lamp",
        "room": "Living Room",
        "color": "black"
      },
      {
        "price": 220,
        "type": "desk",
        "name": "Industrial Elegance Metal Desk",
        "description": "Elevate your workspace with our Industrial Elegance Metal Desk. Its rugged yet sophisticated design is perfect for both home offices and corporate settings.",
        "url": "../../../images/products/metal-desk",
        "room": "Living Room",
        "color": "white"
      },
      {
        "price": 60,
        "type": "chair",
        "name": "Contemporary Bliss Blue Chair",
        "description": "Experience modern comfort with our Contemporary Bliss Blue Chair. Its sleek design and vibrant blue upholstery create a chic and inviting seating solution.",
        "url": "../../../images/products/modern-blue-chair",
        "room": "Living Room",
        "color": "blue"
      },
      {
        "price": 90,
        "type": "desk",
        "name": "Minimalist Modern Office Desk",
        "description": "Achieve a clutter-free workspace with our Minimalist Modern Office Desk. Its clean lines and functional design enhance productivity while maintaining a sleek aesthetic.",
        "url": "../../../images/products/modern-desk",
        "room": "Living Room",
        "color": "wooden"
      },
      {
        "price": 40,
        "type": "lamp",
        "name": "Sleek Modern Table Lamp",
        "description": "Illuminate your space with the Sleek Modern Table Lamp. Its minimalist design and understated elegance make it a versatile addition to any room.",
        "url": "../../../images/products/modern-lamp",
        "room": "Living Room",
        "color": "wooden"
      },
      {
        "price": 70,
        "type": "lamp",
        "name": "Professional Office Desk Lamp",
        "description": "Enhance your work environment with the Professional Office Desk Lamp. Its adjustable features and contemporary design offer optimal lighting for productivity.",
        "url": "../../../images/products/office-lamp",
        "room": "Living Room",
        "color": "white"
      },
      {
        "price": 150,
        "type": "couch",
        "name": "Vibrant Orange Comfort Couch",
        "description": "Add a burst of color to your living room with our Vibrant Orange Comfort Couch. Its bold design and plush cushions create a cozy and inviting atmosphere.",
        "url": "../../../images/products/orange-couch",
        "room": "Living Room",
        "color": "orange"
      },
      {
        "price": 30,
        "type": "chair",
        "name": "Classic Garden Relaxation Chair",
        "description": "Enjoy the simplicity of outdoor living with our Classic Garden Relaxation Chair. Its timeless design and sturdy construction make it a perfect addition to your garden.",
        "url": "../../../images/products/simple-garden-chair",
        "room": "Garden",
        "color": "gray"
      },
      {
        "price": 250,
        "type": "desk",
        "name": "Clean Slate White Writing Desk",
        "description": "Organize your thoughts with the Clean Slate White Writing Desk. Its pristine design and ample workspace provide a serene environment for creativity.",
        "url": "../../../images/products/white-desk",
        "room": "Living Room",
        "color": "white"
      },
      {
        "price": 220,
        "type": "lamp",
        "name": "Natural Wood Table Lamp",
        "description": "Bring a touch of nature indoors with the Natural Wood Table Lamp. Its rustic charm and warm lighting create a cozy ambiance in any room.",
        "url": "../../../images/products/wooden-lamp",
        "room": "Living Room",
        "color": "wooden"
      },
      {
        "price": 50,
        "type": "desk",
        "name": "Rustic Simplicity Wooden Desk",
        "description": "Embrace the beauty of simplicity with our Rustic Simplicity Wooden Desk. Its minimalist design and natural wood finish offer a timeless workspace solution.",
        "url": "../../../images/products/wooden-simple-desk",
        "room": "Living Room",
        "color": "wooden"
      },
      {
        "price": 500,
        "type": "couch",
        "name": "Sunshine Yellow Comfort Couch",
        "description": "Infuse your living space with warmth and cheerfulness with our Sunshine Yellow Comfort Couch. Its vibrant color and plush seating invite relaxation and joy.",
        "url": "../../../images/products/yellow-comfort-couch",
        "room": "Living Room",
        "color": "yellow"
      },
      {
        "price": 120,
        "type": "chair",
        "name": "Wooden small chair",
        "description": "Introducing the Sleek Elegance Black Chair, a versatile piece that combines modern design with timeless sophistication. This chair not only enhances your interior decor but also provides a comfortable and stylish seating solution for any room.",
        "url": "../../../images/products/graphic-one",
        "room": "Living Room",
        "color": "wooden"
      },
      {
        "price": 250,
        "type": "lamp",
        "name": "DAKWA Nordic Table Desktop Lamp",
        "description": "The elegant sleek look of this contemporary lamp elevates the aesthetic of your home. This modern table lamp is best for bedroom, living room, baby room, office, yoga studio lighting, nursery, dresser, coffee table, college dorm, cafe, bookcase in your library or den.",
        "url": "../../../images/products/graphic-two",
        "room": "Living Room",
        "color": "black"
      },
      {
        "price": 680,
        "type": "vase",
        "name": "Love in Bloom vase",
        "description": "Seletti embraces both artistic originality and Italian excellence to produce a homeware range that caters to a unique and fun lifestyle. This Love in Bloom vase is crafted from fine white porcelain and shaped like an anatomical heart.",
        "url": "../../../images/products/graphic-five",
        "room": "Living Room",
        "color": "white"
      },
      {
        "price": 220,
        "type": "chair",
        "name": "Metal Stool - Black",
        "description": "Transform your living space into a haven of comfort and style with our Comfort Metal Stool - Black. This classic metal stool is perfect for seating those extra guests. Its simple style means it will look fabulous in and any kitchen or dining room.",
        "url": "../../../images/products/graphic-four",
        "room": "Living Room",
        "color": "black"
      },
      {
        "price": 1550,
        "type": "candle",
        "name": "Ordinate Bubble Candle",
        "description": "Candle: made of 100% environmentally friendly, unscented soy wax and beeswax. Thanks to the high-quality composition, the candle burns evenly and has a burning time of up to 10 hours.",
        "url": "../../../images/products/graphic-six",
        "room": "Living Room",
        "color": "black"
      },
      {
        "price": 750,
        "type": "candle",
        "name": "Small Ordinate Bubble Candle",
        "description": "Candle: made of 100% environmentally friendly, unscented soy wax and beeswax. Thanks to the high-quality composition, the candle burns evenly and has a burning time of up to 10 hours.",
        "url": "../../../images/products/graphic-six",
        "room": "Living Room",
        "color": "black"
      },
      {
        "price": 300,
        "type": "desk",
        "name": "BURVIK tea table",
        "description": "Enhance your tea time ambiance with a touch of contemporary elegance using our BURVIK Tea Table. This exquisite table not only provides a perfect setting for enjoying your favorite brew but also adds a dash of sophistication to your living space.",
        "url": "../../../images/products/graphic-seven",
        "room": "Living Room",
        "color": "black"
      },
      {
        "price": 50,
        "type": "chair",
        "name": "LINEA RMT6",
        "description": "The Linea RMT6 chair was designed by master cabinetmaker Rudi Merz in 2011. Its most recognisable element is the distinctive, horseshoe-shaped back- and armrest that has been made using meticulously crafted finger joints. The chair is made of northern European ash with an oiled or stained finish. The wide, curved and upholstered seat ensures good seating comfort.",
        "url": "../../../images/products/graphic-eight",
        "room": "Living Room",
        "color": "black"
      },
      {
        "price": 299,
        "type": "cabinet",
        "name": "Cabinet",
        "description": "The cabinet was designed by master cabinetmaker Rudi Merz in 2011. Its most recognisable element is the distinctive, horseshoe-shaped back- and armrest that has been made using meticulously crafted finger joints. The chair is made of northern European ash with an oiled or stained finish. The wide, curved and upholstered seat ensures good seating comfort.",
        "url": "../../../images/products/cabinet",
        "room": "Kitchen",
        "color": "white"
      },
      {
        "price": 49,
        "type": "chair",
        "name": "Cabinet",
        "description": "The chair was designed by master cabinetmaker Rudi Merz in 2011. Its most recognisable element is the distinctive, horseshoe-shaped back- and armrest that has been made using meticulously crafted finger joints. The chair is made of northern European ash with an oiled or stained finish. The wide, curved and upholstered seat ensures good seating comfort.",
        "url": "../../../images/products/chair",
        "room": "Kitchen",
        "color": "black"
      },
      {
        "price": 29,
        "type": "other",
        "name": "Dish drainer",
        "description": "The dish drainer was designed by master cabinetmaker Rudi Merz in 2011. Its most recognisable element is the distinctive, horseshoe-shaped back- and armrest that has been made using meticulously crafted finger joints. The chair is made of northern European ash with an oiled or stained finish. The wide, curved and upholstered seat ensures good seating comfort.",
        "url": "../../../images/products/dish-drainer",
        "room": "Kitchen",
        "color": "black"
      },
      {
        "price": 29,
        "type": "kitchen",
        "name": "Kitchen",
        "description": "The kitchen was designed by master cabinetmaker Rudi Merz in 2011. Its most recognisable element is the distinctive, horseshoe-shaped back- and armrest that has been made using meticulously crafted finger joints. The chair is made of northern European ash with an oiled or stained finish. The wide, curved and upholstered seat ensures good seating comfort.",
        "url": "../../../images/products/kitchen-1",
        "room": "Kitchen",
        "color": "wooden"
      },
      {
        "price": 19,
        "type": "other",
        "name": "Lampshade",
        "description": "The kitchen was designed by master cabinetmaker Rudi Merz in 2011. Its most recognisable element is the distinctive, horseshoe-shaped back- and armrest that has been made using meticulously crafted finger joints. The chair is made of northern European ash with an oiled or stained finish. The wide, curved and upholstered seat ensures good seating comfort.",
        "url": "../../../images/products/lampshade",
        "room": "Kitchen",
        "color": "wooden"
      },
      {
        "price": 399,
        "type": "armoire",
        "name": "Armoire",
        "description": "The kitchen was designed by master cabinetmaker Rudi Merz in 2011. Its most recognisable element is the distinctive, horseshoe-shaped back- and armrest that has been made using meticulously crafted finger joints. The chair is made of northern European ash with an oiled or stained finish. The wide, curved and upholstered seat ensures good seating comfort.",
        "url": "../../../images/products/armoire",
        "room": "Bedroom",
        "color": "white"
      },
      {
        "price": 399,
        "type": "armoire",
        "name": "Armoire",
        "description": "The kitchen was designed by master cabinetmaker Rudi Merz in 2011. Its most recognisable element is the distinctive, horseshoe-shaped back- and armrest that has been made using meticulously crafted finger joints. The chair is made of northern European ash with an oiled or stained finish. The wide, curved and upholstered seat ensures good seating comfort.",
        "url": "../../../images/products/armoire-2",
        "room": "Bedroom",
        "color": "white"
      },
      {
        "price": 399,
        "type": "bed",
        "name": "Bed frame",
        "description": "The kitchen was designed by master cabinetmaker Rudi Merz in 2011. Its most recognisable element is the distinctive, horseshoe-shaped back- and armrest that has been made using meticulously crafted finger joints. The chair is made of northern European ash with an oiled or stained finish. The wide, curved and upholstered seat ensures good seating comfort.",
        "url": "../../../images/products/bed-frame",
        "room": "Bedroom",
        "color": "white"
      },
      {
        "price": 399,
        "type": "chest",
        "name": "Chest of drawers",
        "description": "The kitchen was designed by master cabinetmaker Rudi Merz in 2011. Its most recognisable element is the distinctive, horseshoe-shaped back- and armrest that has been made using meticulously crafted finger joints. The chair is made of northern European ash with an oiled or stained finish. The wide, curved and upholstered seat ensures good seating comfort.",
        "url": "../../../images/products/chest-of-drawers",
        "room": "Bedroom",
        "color": "white"
      },
      {
        "price": 15,
        "type": "other",
        "name": "Bathroom set",
        "description": "The kitchen was designed by master cabinetmaker Rudi Merz in 2011. Its most recognisable element is the distinctive, horseshoe-shaped back- and armrest that has been made using meticulously crafted finger joints. The chair is made of northern European ash with an oiled or stained finish. The wide, curved and upholstered seat ensures good seating comfort.",
        "url": "../../../images/products/bathroom-set",
        "room": "Bathroom",
        "color": "black"
      },
      {
        "price": 299,
        "type": "Cabinet",
        "name": "Cabinet with washbasin",
        "description": "The kitchen was designed by master cabinetmaker Rudi Merz in 2011. Its most recognisable element is the distinctive, horseshoe-shaped back- and armrest that has been made using meticulously crafted finger joints. The chair is made of northern European ash with an oiled or stained finish. The wide, curved and upholstered seat ensures good seating comfort.",
        "url": "../../../images/products/cabinet-with-washbasin",
        "room": "Bathroom",
        "color": "wooden"
      },
      {
        "price": 199,
        "type": "Cabinet",
        "name": "Wash cabinet",
        "description": "The kitchen was designed by master cabinetmaker Rudi Merz in 2011. Its most recognisable element is the distinctive, horseshoe-shaped back- and armrest that has been made using meticulously crafted finger joints. The chair is made of northern European ash with an oiled or stained finish. The wide, curved and upholstered seat ensures good seating comfort.",
        "url": "../../../images/products/wash-cabinet",
        "room": "Bathroom",
        "color": "white"
      }
    ]
  }
}